[
  {
    "id": 1,
    "name": "Lyle Brown",
    "image_url": "https://i.postimg.cc/WbXx2dDM/C12-C-1-Lyle-Brown-2.jpg",
    "text": "Cheslyn's extroverted personality is one thats laced with power. His presence allows you to feel comfortable. He is always ready to have a chat and is allows willing to help with whatever he can in his capacity."
  },
  {
    "id": 2,
    "name": "Taahirah Ismail",
    "image_url": "https://i.postimg.cc/8PqFx1RN/C12-Taahirah-Ismail-1.jpg",
    "text": "Cheslyn is a hard-working individual, and natural-born leader. He has this presence about him that makes you want to listen and follow him. Generally a great guy to have around."
  },
  {
    "id": 3,
    "name": "Ethan Lesar",
    "image_url": "https://i.postimg.cc/yd963mqg/C12-C1-Ethan-Lesar-3.jpg",
    "text": "I have had the pleasure of working alongside Cheslyn, and I can confidently say that he is an exceptional team member. He has a remarkable ability to listen to others' ideas and perspectives with an open mind."
  },
  {
    "id": 4,
    "name": "Timothy Barry",
    "image_url": "https://i.postimg.cc/ZRBnw2WC/C12-Timothy-Barry-1.jpg",
    "text": "Have had the pleasure of working alongside Cheslyn and he is a great personality to be around. He is a very kind person and also very genuine. He works extremely well in a team and also by himself."
  },
  {
    "id": 5,
    "name": "Luke Evertson",
    "image_url": "https://i.postimg.cc/Hk7NgBby/C12-Luke-Evertson-1.jpg",
    "text": "Cheslyn Herman, an enthusiastic and charismatic individual who is truly hardworking and motivated to do the best and bring out the best in others. A pleasure to work and socialise with."
  },
  {
    "id": 6,
    "name": "Caryn-Jane Lodewyk",
    "image_url": "https://i.postimg.cc/R0tWmqfW/C12-C1-Caryn-Lodewyk-2.jpg",
    "text": ""
  },
  {
    "id": 7,
    "name": "Ayesha Galant",
    "image_url": "https://i.postimg.cc/PJxtKBFh/C12-Ayesha-Galant-Class1-1.jpg",
    "text": "Cheslyn is dedicated and very passionate about his work. Working together makes me motivated to go above and beyond to reach our goals and of course, having fun while doing so."
  },
  {
    "id": 8,
    "name": "Meezaan Davids",
    "image_url": "https://i.postimg.cc/nr5SNxdq/meezaan.jpg",
    "text": "Cheslyn's bright personality and social skills have made him a valuable member of our team. He has a talent for keeping the team together and his work is always tidy and simple. Working with Cheslyn has been a great experience."
  }
]
